/* $ObjectName=MAFLocaleAwareControls_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a cell type selector */
"Amount" = "จำนวนเงิน";

/* XFLD: label for a cell type selector */
"Currency" = "สกุลเงิน";

/* XFLD: label for a cell phone type selector */
"fax" = "โทรสาร";

/* XFLD: label for a cell phone type selector */
"home" = "ที่บ้าน";

/* XBUT: label for a cell phone type selector */
"Home" = "ที่บ้าน";

/* XFLD: label for a cell phone type selector */
"iPhone" = "iPhone";

/* XFLD: label for a cell phone type selector */
"main" = "หลัก";

/* XFLD: label for a cell phone type selector */
"mobile" = "โทรศัพท์มือถือ";

/* XFLD: label for a cell phone type selector */
"other fax" = "โทรสารอื่นๆ";

/* XFLD: label for a cell phone type selector */
"page" = "เพจเจอร์";

/* XFLD: label for a cell phone type selector */
"Phone" = "โทรศัพท์";

/* XFLD: label for a cell type selector */
"Value" = "ค่า";

/* XFLD: label for a cell phone type selector */
"work" = "ที่ทำงาน";

/* XFLD: label for a cell phone type selector */
"work fax" = "โทรสารที่ทำงาน";

